{
    "portal_back": "Назад",

    "navbar_home": "Главная",
    "navbar_experience": "Мой Опыт",
    "navbar_projects": "Проекты",
    "navbar_about": "О себе",
    "navbar_btn_login": "Вход",
    "navbar_btn_logout": "Выход",

    "footer_prefix_tel": "тел:",
    "footer_prefix_email": "почта:",
    "footer_clipboard_copy": "Скопировать в буфер",
    "footer_clipboard_saved": "Сохранено в буфер",

    "homepage_context_title": "Лорем ипсум долор сит амет",
    "homepage_context_line1": "Здравствуйте.",
    "homepage_context_line2": "Лорем ипсум долор сит амет, хас не неглегентур цонтентионес.",
    "homepage_context_line3": "Лорем ипсум долор сит амет, хас не неглегентур цонтентионес. Елецтрам ассентиор либерависсе меа ид, ад пер индоцтум сентентиае, но видит цонгуе фацете нам.",

    "education_card_title-1": "управление проектом",
    "education_card_title-2": "база данных",
    "education_card_title-3": "проектная среда",
    "education_card_title-4": "язык",
    "education_card_title-5": "фреймворки",
    "education_card_title-6": "программное обеспечение",

    "experience_context_title": "Опыт",
    "experience_context_article_subitem-1": "Цлита менандри ин нец. Дицам ирацундиа яуо ид, хас алиа солет делицатиссими ут. Татион рецтеяуе вих ин. Цаусае лабитур ад еум, суас дицунт еум ех. Еи хинц цаусае денияуе хас, но иудицабит цонцлусионемяуе мел. Яуодси опортеат ад вел, хис видерер дицерет еа, ут модо перципитур меи.",
    "experience_context_article_subitem-2": "Цлита менандри ин нец. Дицам ирацундиа яуо ид, хас алиа солет делицатиссими ут. Татион рецтеяуе вих ин.",
    "experience_context_article_subitem-3": "Лорем ипсум долор сит амет, хас не неглегентур цонтентионес. Елецтрам ассентиор либерависсе меа ид, ад пер индоцтум сентентиае, но видит цонгуе фацете нам. Мел еи хонестатис сцрипсерит. Еиус сцрипта ид вих.",
    "experience_context_article_subitem-4": "Лорем ипсум долор сит амет, хас не неглегентур цонтентионес. Елецтрам ассентиор либерависсе меа ид.",

    "projects_title": "Проекты",
    "projects_card-1-title": "Лорем ипсум долор сит амет",
    "projects_card-1-context-1": "Еос алтерум цомпрехенсам те, цу сумо цивибус при. <link1>AOI</link1>.",
    "projects_card-1-context-2": "Еос алтерум цомпрехенсам",
    "projects_card-1-context-2-sublist-1": "ан фацер сингулис, еум иуварет малуиссет не",
    "projects_card-1-context-2-sublist-2": "ан фацер сингулис, еум иуварет малуиссет не",
    "projects_card-1-context-2-sublist-3": "ан фацер сингулис, еум иуварет малуиссет не",
    "projects_card-1-context-2-sublist-4": "ан фацер сингулис, еум иуварет малуиссет не",
    "projects_card-1-context-2-sublist-5": "ан фацер сингулис, еум иуварет малуиссет не",
    "projects_card-1-context-3": "Яуандо персеяуерис диспутатиони ет цум, ест цлита опортере ан, ид орнатус детрахит вел.",

    "projects_card-2-title": "Log Combiner",
    "projects_card-2-context-1": "Яуандо персеяуерис диспутатиони ет цум, ест цлита опортере ан, ид орнатус детрахит вел. Инани волумус цонституто усу ад. Ех иус адхуц татион. Мел ут синт пурто адолесценс. <link1>AOI</link1> Яуандо персеяуерис диспутатиони ет цум.",

    "projects_card-3-title": "Tracefiles counter",
    "projects_card-3-context-1": "Ут нам нихил постеа, еа волуптариа елояуентиам еос, ид ехплицари адолесценс про. Еум ид индоцтум демоцритум, ад нам ерос рецтеяуе реформиданс. Агам пробатус атоморум не пер, еу вих анимал алияуам оффендит, мелиоре праесент ад яуи. Ех вениам риденс малуиссет пер.",
    "projects_card-3-context-2": "Либрис нострум садипсцинг нам ат <link2>Osai lasermark</link2> ут солет облияуе плацерат усу, ад иус мутат персиус витуперата.",
    "projects_card-3-context-3": "Ин ассум омнесяуе цонституто меи. Еос цасе прима сусципит ин. Мел алиа ерат елаборарет ех, татион адверсариум не при.",
    "projects_card-3-context-4": "Яуи фацер анциллае мандамус ид. Еи ест саперет аццумсан инструцтиор, вел цонсул фабулас доценди ат, еу хис унум убияуе диспутатиони:",
    "projects_card-3-context-4-sublist-1": "порро мелиоре мел ан, те вел яуис посидониум перципитур",
    "projects_card-3-context-4-sublist-2": "порро мелиоре мел ан, те вел яуис посидониум перципитур",
    "projects_card-3-context-4-sublist-3": "порро мелиоре мел ан, те вел яуис посидониум перципитур",
    "projects_card-3-context-4-sublist-4": "порро мелиоре мел ан, те вел яуис посидониум перципитур",
    "projects_card-3-context-4-sublist-5": "порро мелиоре мел ан, те вел яуис посидониум перципитур",
    "projects_card-3-context-4-sublist-6": "порро мелиоре мел ан, те вел яуис посидониум перципитур",

    "projects_card-4-title": "Не пер ерат репудиандае",
    "projects_card-4-context-1": "Мел те яуас детрацто ассентиор, хис цу адхуц персиус, ех меа елитр иудицо еурипидис. Видит тимеам делецтус ат сед, ад яуидам дицерет вих. Усу те дицат трацтатос.",
    "projects_card-4-context-2": "Мел те яуас детрацто ассентиор, хис цу адхуц персиус.",

    "projects_card-5-title": "JavaScript NOSQL",
    "projects_card-5-context-1": "Ид нец унум пондерум садипсцинг, дуо ад проприае опортере сплендиде, лорем дебитис антиопам меа но. е яуо яуем хабео волумус. Не мел адхуц импетус, про аугуе яуалисяуе цонсеяуат ид, сеа не ерудити санцтус нонумес.",
    "projects_card-5-context-2": "Мел те яуас детрацто ассентиор, хис цу адхуц персиус.",

    "projects_card-6-title": "HTML5 & CSS3",
    "projects_card-6-context-1": "Этим примером хочу показать, как просто, зачастую, решаются вопросы в пользу заказчика. Требование - информативность и возможность открывать статическую страницу со всех устройств. Заказчик заранее предоставил всю информацию, которую должен был отображать сайт-визитка. Все кто в теме веб разработки, посмотрев пример, сразу поймут сколько затрачено времени на подобную работу.",
    "projects_card-6-context-2": "Мел те яуас детрацто ассентиор, хис цу адхуц персиус.",

    "about_content_title": "О себе",
    "about_content_text1": "Приветствую. Как вы могли заметить, в портфолио я избегаю имён собственных и названий организаций, в которых мне выпадала честь трудиться. Причина всему - соблюдение информационной гигиены. Спишем это на природную скромность. За этой скромностью стоят столпы информационной безопасности и анонимизации. Анонимность - это многогранный Андезин (Андезин - камень), если хотите - стратегия поведения невыхода за грани.",
    "about_content_text2": "Предрасположен к сосредоточенной монотонной работе с элементами исследования и анализа. Педантичен к качеству планирования и детальной реализации работы. Способен в ходе работы предсказывать риски в ходе разработки.",
    "about_content_text3": "В сферу интересов входит кибербезопасность, социальная инженерия, Форензика, OSINT - разведка по открытым источникам. Занимаюсь изучением средств работы по деанонимизации пользователя в текущих реалиях развития искусственного интеллекта (AI) при анализе данных, собираемых с аппаратных и программных средств глобальными корпорациями, комерческими и государственными организациями. В очередь интересов вписывается развитие виртуальных сетей и программных продуктов шифрования.",
    "about_content_text4": "Открыт к сотрудничеству в стартапах. К консультационной практике. К участию в коротких проектах. К работе аутсорсинга IT-услуг.",
    "about_content_text4-sublist-1": "Открыт к сотрудничеству в стартапах.",
    "about_content_text4-sublist-2": "К консультационной практике.",
    "about_content_text4-sublist-3": "К участию в коротких проектах.",
    "about_content_text4-sublist-4": "К работе аутсорсинга IT-услуг.",



    "cookie_consent_title":"Согласие на использование файлов cookie",
    "cookie_consent_text":"Страница использует файлы cookie для обеспечения работы вложенных компонентов и не отслеживает ваше посещение. Нажмите кнопку Принять, чтобы скрыть уведомление.",
    "cookie_consent_button": "Принять"
}